@extends('layouts.app')

@section('content')
  <div class="col-sm-12">
    <h3 class="text-center margin-top-20-h3"><b><big><u>ഐതീഹ്യം</u></big></b></h3>
  </div>
  <div class="col-sm-12 margin-top-15 margin-top-20 bg-gray text-justify malayalam">
    <p>
      യുഗാന്തരങ്ങളിൽ തന്നെ ഋഷീശ്വരന്മാരുടെ തപസ്സു കൊണ്ടും സാന്നിദ്ധ്യം കൊണ്ടും പരിപാവനമാണ് പറമ്പത്ത്കാവ് പ്രദേശം. നിബന്ധനവും, ഗുഹാമുഖങ്ങളെകൊണ്ട് നിറഞ്ഞതുമായ പ്രദേശമാണ്. രണ്ടായിരം വർഷങ്ങൾക്കു മുമ്പ് ശ്രീവിദ്വോപാസകനായ വിശിഷ്ട  ബ്രാഹ്മണന്   പ്രത്യക്ഷമായി അന്തർധാനം  ചെയ്ത തേജസ്സ്, ദേവി ചൈതന്യമാണെന്നു മനസ്സിലാക്കി  ഗർത്തത്തിൽ സംരക്ഷിച്ചുകൊണ്ട് ശ്രീ ചക്രം സമ്പുടം ചെയ്തു ആരാധിച്ചു വന്നതാണ് ദുർഗ്ഗാസങ്കേതം.  അതിന്റെ തന്നെ രാജസവും താമസവുമായ കലകളെ ആരാധനാ സൗകര്യാർത്ഥം സംവിധാനം ചെയ്തതാണ് ഭദ്രകാളി സങ്കേതവും കാരാഭഗവതി സങ്കേതവും. പ്രകൃത്യാരാധനക്ക് പ്രാമുഖ്യ നൽകി കൊണ്ടാണ്  പൗരാണിക കാലം മുതൽക്കേ ആരാധന നടത്തി കൊണ്ടിരിക്കുന്നത്.അപൂർവ്വമായ ഒരു പ്രത്യേക കൗളാചാര സമ്ബ്രദായത്തോടുകൂടി ചിട്ടപ്പെടുത്തിയതാണ് ഇവിടത്തെ നിത്യനൈമിത്തിക ആചാരങ്ങൾ . ത്രിഗുണങ്ങളോട് കൂടിയ നിവേദ്യം അപൂർവ്വതയാണ്. ഭഗവതിയുടെ പരിവാരങ്ങളായ ഭൂതഗണങ്ങളാൽ നിർമ്മിക്കപ്പെട്ടതാണ് ഭൂതത്താൻ കുഴിയും നർത്തക സ്‌മൃതി മണ്ഡപവും ഉണ്ട് .
    </p>
    <p>
      പറമ്പത്ത്കാവ്   ഭഗവതീക്ഷേത്രം  പടിഞ്ഞാട്ടു ദർശനമാണ്. ഇവിടെ മൂന്ന് ദേവീ സാന്നിധ്യങ്ങളാണ് ശ്രീ ചക്രാധിഷ്ഠിതമായ കൗളാചാര നിയമപ്രകാരം സ്ഥാപിച്ചാരാധിച്ചു വരുന്ന ദുർഗ്ഗാ ,ഭദ്രകാളി , കാരഭഗവതി (രൗദ്ര ഭദ്രകാളി ) എന്നീ സത്വരജ തമോ ഗുണ പ്രധാനികളായ ദേവിമാരാണ്.
    </p>
    <p>
    <big><b>  ദുർഗ്ഗ :</b></big> മൂന്ന് ദേവതകളുടെയും പൂർണ്ണ ഗുണത്രയ സമ്മേളനമായ പരാശക്തി സ്വരൂപത്തിൽ സ്വയംഭരൂപത്തിലാണ് നിലനിൽക്കുന്നത്, ഈ ശക്തിയെയാണ് ദുർഗ്ഗാ ഭാവത്തിൽ ആരാധിച്ചുവരുന്നത് . പ്രകൃതിദത്തമായ ഒരു കുഴിയാണ് ഇവിടുത്തെ സാന്നിദ്ധ്യസ്ഥാനം . ഇതിന്റെ സംരക്ഷണത്തിന് അർദ്ധ വൃത്താകാരമുള്ള  ഒരു വെട്ട് കല്ല് സ്ഥാപിച്ചിട്ടുണ്ട് . പ്രകൃതിദത്തമായ ഈ ശ്രീകോവിൽ പരിധിയിൽ അതിരഹസ്യമായി ശ്രീചക്രം സംപുടം അടിയിൽ സ്ഥാപിച്ചിട്ടുണ്ട് .
    </p>
    <p>
        <big><b>ഭദ്രകാളി :</b></big> ദുർഗ്ഗയുടെ തെക്കു ഭാഗത്ത് രജോഗുണപ്രധാനമായ ഭദ്രകാളി സാന്നിധ്യമാണ് . ധാരികവധത്തിനു  പുറപ്പെടുന്ന   ധ്യാനമായാണ് കാണുന്നത് . പ്രകൃതി ദത്തമായ  സ്വയം ഭൂശിലയാണ് അർച്ചനോപാധി. മൺപാത്രത്തിൽ വെച്ച് നിവേദിക്കുന്ന പ്‌ടാവ് വഴിപാടാണ് പ്രധാനനിവേദ്യം.
    </p>
    <p>
      <big><b>കാരഭഗവതി :</b></big> ഭദ്രകാളിയുടെ തെക്ക്‌ഭാഗത്തു വടക്കോട്ടു ദർശനമായി സ്ഥിതി ചെയ്യുന്നു . ദാരിക വധം കഴിഞ്ഞ രൗദ്ര ഭദ്രകാളി ദ്യാനമാണ് . മൺപാത്രത്തിൽ വെച്ച് നിവേദിക്കുന്ന കാരപ്‌ടാവ് വഴിപാടാണ് പ്രധാന നിവേദ്യം.
    </p>
</div>


@endsection
